[
  "The Sun contains 99.8% of the mass in our solar system.",
  "There are 10 million million million million million million million million million particles in the universe that we can observe.",
  "You can fit all the planets in our solar system between the earth and the moon with room to spare.",
  "There are approximately 1 supernova going off somewhere in the universe every 10 seconds.",
  "The Voyager 1 Probe now takes over 18 hours to send a single to earth.",
  "You are only 62 miles away from space right now.",
  "It takes more fuel to go from the surface of Earth to space than from earth orbit to the edge of the solar system.",
  "If our Sun disappeared out of existence, you wouldn't realize it for 8 minutes.",
  "Everything in our galaxy is orbiting around a supermassive black hole.",
  "Fifty trillion solar neutrinos pass through your body every second.",
  "There are more stars in the known universe than grains of sand on all Earth.",
  "Mars has the same amount of dry land as Earth due to the lack of oceans.",
  "On Venus a day is longer than a year.",
  "One million Earths can fit inside the Sun.",
  "Mercury and Venus are the only two planets in our solar system that do not have any moons.",
  "Venus is the hottest planet in our solar system.",
  "The solar system is around 4.6 billion years old. Scientist estimate that it will probably last another 5000 million years.",
  "The highest mountain known to man is the Olympus Mons on Mars. It's peak is nearly 3 times higher than Mount Everest.",
  "Footprints and tire tracks left by astronauts on the moon will stay there forever as there is no wind to blow them away.",
  "The Sun makes a full rotation once every 25-35 days.",
  "Venus is the only planet that spins backwards relative to the other planets.",
  "Pluto is smaller than the Earth's moon.",
  "There are more volcanoes on Venus than any other planet within our solar system.",
  "Uranus has 27 moons that have been discovered so far.",
  "Because of its unique tilt, a single night on Uranus lasts for 21 years.",
  "Triton, one of Neptune's moons, is gradually getting closer to the planet it orbits.",
  "On day Neptune's moon Triton will get so close to the planet it will be torn apart by gravity, leaving Neptune with more rings than Saturn.",
  "The only large moon in our solar system to orbit in the opposite direction of its planet is Neptune's moon Triton.",
  "Neptune takes 164.79 years to orbit of the Sun. It has only completed one orbit since being discovered in 1846.",
  "The Space Station is the largest manned object ever sent into space.",
  "The Space Station circles the earth once every 90 minutes.",
  "Stars seem to twinkle in the night sky due to the light being disrupted as it passes though the Earth's atmosphere.",
  "There are approximately 200 000 000 000 stars in the Milky Way.",
  "The planet with the most moons in our galaxy is Jupiter with 67.",
  "'Moon' was Buzz Aldrin's mother's maiden name.",
  "Our moon is moving away from Earth at a rate of 4cm per year.",
  "More energy from the sun hits Earth every hour than the planet uses in a year.",
  "Uranus is the only planet which spins on its side like a barrel.",
  "An asteroid about the size of a car enters Earth’s atmosphere roughly once a year",
  "The sunset on Mars appears blue.",
  "The moon was once a piece of the earth.",
  "The very furthest galaxies are spreading away from us at more than 90% of the speed of light.",
  "The first successful planetary space probe was the USA’s Mariner 2, which flew past Venus in 1962.",
  "Weightlessness makes astronauts grow several centimeters during a long mission.",
  "A tablespoon of neutron star would weigh about ten billion tones.",
  "I space if unprotected pieces of metal touch each other they will stick together permanently.",
  "The earth is actually closest to the Sun during January and farthest during July.",
  "There is an asteroid belt that orbits Sun between Mars and Jupiter.",
  "Comets are space snowballs, composed of frozen water and gasses, rock and dust.",
  "The tail of a comet appears when it gets close enough to Sun and starts to melt.",
  "There are six American flags planted on the moon.",
  "The furthest man-made objects currently are two voyager probes.",
  "There are no green stars."
]
